<!DOCTYPE html>
<html>
  <head>
    <title>Salut les amis!</title>
    <link rel="stylesheet" href="styles.css" />
  </head>
  <body>
      <h1 class="title">Salut les amis! </h1>
      <p id="currentTime"></p>
      <script src="script.js"></script>
      <strong> Bonjour je suis Vibe et j'adore tout ce qui tourne autour du web</strong>
<strong><em>.<br> Bienvenue sur ma chaine vous n'allez pas le regreter!<br> Ici je vais parler de pleins de choses comme des stars ou encore du sport en passant par la musique et les s&eacute;ries!</strong></em> 
<h1><br> Les stars! </h1>
<strong> J'adore Dua lipa, Jennifer Anniston, Taylor Swift, Byonc&eacute, Emma Watson, Billie Eilish et pleins d'autres encore! </em></strong>
<h1><br> Mes r&ecircves!</h1>
<strong> Je r&ecircves de rencontrer tous mes idoles et d'aller aux USA. Enfin avant tous ces petits bonheurs personnels j'aimerais tellement que tout le monde soit heureux, que personne n'ai besoin de rien et que le monde soit en paix. </em></strong>
<h1><br>Le sport! </h1>
<strong> Je pratique le tennis depuis quelques ann&eacutees et franchement j'adore &ccedila ;)<br> J'aime aussi beaucoup la gymnastique #simonebilesforever:)<br>Sinon j'adore le baseball m&ecircme si je n'en ai jamais fais en club :( 
<h1><br> La musique</h1></strong>
<p><strong> Je fais la fl&ucircte traversi&egravere depuis mon CP. J'&eacutecoute surtout de la pop comme Dua Lipa etc... Je surkiffe Training season et Levitating mais j'adore aussi Lovely de Billie Eilish!</em></strong></p>
<h1><br> Mais franchement le mieux c'est les s&eacuteries comme :
 
  </body>
</html>
 <h1>Mes Premi&egrave;res Fois</h1>
    <p><em>Mes premi&egrave;res fois</em> est une s&eacute;rie t&eacute;l&eacute;vis&eacute;e am&eacute;ricaine cr&eacute;e par Mindy Kaling et Lang Fisher. Diffus&eacute;e sur Netflix, la s&eacute;rie suit la vie d'une adolescente indienne, Devi Vishwakumar, qui tente de surmonter la perte de son p&egrave;re tout en naviguant dans les complexit&eacute;s de l'adolescence.</p>

    <h2>Une Histoire d'Adolescence</h2>
    <p>Devi, interpr&eacute;t&eacute;e par Maitreyi Ramakrishnan, est une jeune fille brillante mais un peu malchanceuse en amour. Elle cherche &agrave; am&eacute;liorer sa popularit&eacute; &agrave; l'&eacute;cole et &agrave; vivre des exp&eacute;riences nouvelles, tout en jonglant avec ses relations familiales et ses amiti&eacute;s.</p>

    <h2>Th&egrave;mes Universels</h2>
    <p>La s&eacute;rie aborde des th&egrave;mes comme l'identit&eacute;, la culture et les d&eacute;fis de la vie adolescente, le tout avec une touche d'humour. Les personnages sont divers et bien d&eacute;velopp&eacute;s, chacun apportant sa propre perspective &agrave; l'histoire.</p>

    <h2>Un Succ&egrave;s Critique</h2>
    <p><em>Mes premi&egrave;res fois</em> a re&ccedil;u des critiques &eacute;logieuses pour son &eacute;criture et sa repr&eacute;sentation authentique des adolescents. La s&eacute;rie a su captiver un large public gr&acirc;ce &agrave; ses personnages attachants et ses intrigues relatable.</p>

    <h2>Conclusion</h2>
    <p>En somme, <em>Mes premi&egrave;res fois</em> est bien plus qu'une simple com&eacute;die adolescente. C'est une c&eacute;l&eacute;bration de la jeunesse, de la diversit&eacute; et des d&eacute;fis qui accompagnent la d&eacute;couverte de soi. Une s&eacute;rie &agrave; ne pas manquer pour ceux qui aiment les histoires authentiques et touchantes.</p>
</body>
</html>


 <h1>The Middle : Une Com&eacute;die Familiale</h1>
    <p><em>The Middle</em> est une s&eacute;rie t&eacute;l&eacute;vis&eacute;e am&eacute;ricaine qui a &eacute;t&eacute; diffus&eacute;e de 2009 &agrave; 2018. Cr&eacute;e par Eileen Heisler et DeAnn Heline, cette com&eacute;die raconte la vie quotidienne de la famille Heck, vivant dans la ville fictive d'Orson, dans l'Indiana. La s&eacute;rie met en lumi&egrave;re les d&eacute;fis et les joies de la vie de famille dans un cadre suburbain.</p>

    <h2>Une Famille Relatable</h2>
    <p>La famille Heck est compos&eacute;e d'Americana typique : Frankie, la m&egrave;re, interpr&eacute;t&eacute;e par Patricia Heaton, qui jongle entre son emploi dans la vente de voitures et sa vie de famille ; Mike, le p&egrave;re, jou&eacute; par Neil Flynn, qui travaille dans une carri&egrave;re de b&eacute;ton ; et leurs trois enfants : Axl, Sue et Brick. Chaque personnage apporte une touche unique &agrave; la dynamique familiale.</p>

    <h2>Th&egrave;mes Universels</h2>
    <p>La s&eacute;rie aborde des th&egrave;mes universels tels que la parentalit&eacute;, les d&eacute;fis de l'adolescence et la lutte pour s'en sortir dans la vie quotidienne. Les situations comiques rencontr&eacute;es par la famille sont souvent accompagn&eacute;es de moments touchants qui rappellent aux t&eacute;l&eacute;spectateurs l'importance de la famille et de la solidarit&eacute;.</p>

    <h2>Un Humour Sinc&egrave;re</h2>
    <p>Ce qui rend <em>The Middle</em> si attachante, c'est son humour sinc&egrave;re et sa repr&eacute;sentation r&eacute;aliste de la vie de famille. La s&eacute;rie r&eacute;ussit &agrave; &eacute;quilibrer des moments comiques avec des le&ccedil;ons de vie importantes, ce qui la rend accessible &agrave; un large public.</p>

    <h2>Une Longue Dur&eacute;e</h2>
    <p>Avec neuf saisons et un total de 215 &eacute;pisodes, <em>The Middle</em> a su capturer l'attention de nombreux t&eacute;l&eacute;spectateurs. Sa capacit&eacute; &agrave; &eacute;voluer avec ses personnages tout en maintenant un ton l&eacute;ger et humoristique a fait d'elle une s&eacute;rie culte pour de nombreux fans.</p>

    <h2>Conclusion</h2>
    <p>En somme, <em>The Middle</em> est bien plus qu'une simple com&eacute;die familiale. C'est une c&eacute;l&eacute;bration des petites victoires et des luttes quotidiennes que vivent de nombreuses familles. Si vous cherchez une s&eacute;rie qui m&eacute;lange humour et tendresse, <em>The Middle</em> m&eacute;rite une place dans votre liste &agrave; regarder.</p>
     <p> J'aime vraiment pleins d'autres s&eacute;ries comme Poursuis tes r&ecirc;ves ou Askip le coll&egrave;ge se la raconte. 
    <h2> Tu es plus musique? Pas de soucis! Reste l&agrave;,tu ne vas pas &ecirc;tres de&ccedil;u!
     <h1>Dua Lipa? La queen!</h1>
     <p>J'adore Dua Lipa ! Sa musique est une source constante d'&eacute;nergie et de bonheur. Avec sa voix puissante et ses rythmes entra&icirc;nants, elle sait comment faire danser tout le monde. Ses chansons comme <em>Houdini</em> et <em>Levitating</em> sont des hymnes qui me font vibrer. Dua Lipa est vraiment une artiste incroyable qui continue de red&eacute;finir la pop moderne.</p> 
     <h1> Les USA</h1>
     <p>Je r&ecirc;ve d'aller aux USA. J'adore les &Eacute;tats-Unis ! Ce pays est une mosa&iuml;que de cultures, de paysages et d'exp&eacute;riences uniques. Des plages ensoleill&eacute;es de la Californie aux gratte-ciels embl&eacute;matiques de New York, chaque r&eacute;gion offre quelque chose de sp&eacute;cial. La diversit&eacute; des cuisines, la richesse de la musique et l'innovation artistique font des USA un endroit fascinant &agrave; explorer. Que ce soit les parcs nationaux &eacute;poustouflants ou les &eacute;v&eacute;nements sportifs palpitants, les &Eacute;tats-Unis sont une v&eacute;ritable source d'inspiration.</p>
    <h1> Le sport </h1>
     <p> Comme je vous ai dit, je fais du tennis et franchement c'est trop cool. Ce sport permet de nous d&eacute;fouler, de se muscler et d&rsquo; agmenter son agilit&eacute;e!J'ai aussi fais de la gym et comme je vous l'ai dis j'adore le baseball! Le sport est bien plus qu'une simple activit&eacute; physique, c'est une passion qui rassemble les gens. Que ce soit le football, le basketball, le tennis ou la natation, chaque discipline a sa propre magie. Le sport favorise la sant&eacute;, d&eacute;veloppe l'esprit d'&eacute;quipe et encourage la pers&eacutev&eacute;rance. En suivant les comp&eacute;titions, je me sens connect&eacute;e &agrave; des athl&egrave;tes du monde entier qui se battent pour leurs r&ecirc;ves. Le sport inspire, motive et cr&eacute;e des souvenirs inoubliables.
      <h1>Remerciements</h1>
    <p>Je voulais vous remercier d'avoir pris le temps de lire mon article. J'ai pass&eacute; beaucoup de temps &agrave; l'&eacute;crire (2 jours) et j'esp&egrave;re avoir plus qu'une vue :( En tout cas, merci beaucoup pour tout).</p>
    <p>Je ne sais pas si je reposterai des choses &agrave; l'avenir, mais en tout cas, je suis vraiment heureuse de l'avoir fait. Je vous souhaite une super journ&eacute;e et j'esp&egrave;re que vous avez aim&eacute; mon vlog.</p>
</body>
    <h2>  AU REVOIR :) <br> Vibe <3 <h2>